cut-at-the-joints.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Cut at the joints</title>
<meta name="generator" content="Org Mode" />
<link rel="apple-touch-icon" sizes="180x180" href="/apple-touch-icon.png">
<link rel="icon" type="image/png" sizes="32x32" href="/favicon-32x32.png">
<link rel="icon" type="image/png" sizes="16x16" href="/favicon-16x16.png">
<link rel="apple-touch-icon" sizes="180x180" href="./apple-touch-icon.png">
<link rel="icon" type="image/png" sizes="32x32" href="./favicon-32x32.png">
<link rel="icon" type="image/png" sizes="16x16" href="./favicon-16x16.png">
<meta property="og:title" content="Cut at the joints">
<meta property="og:description" content="">
<meta property="og:image" content="https://notes.neeasade.net/assets/posts/ca_dump3/b761ff14c376ed1f62918de93991ac7ae33e071279ee6b5da4381c189bbad6f0.png">
<meta property="og:url" content="https://notes.neeasade.net/cut-at-the-joints">
<meta property="description" content="">
<meta name="twitter:card" content="summary">
<link rel='stylesheet' href='./assets/css/colors.css?sum=cbc7f86dcba5597749ac3221baabf396'>
<link rel='stylesheet' href='./assets/css/normalize.css?sum=112272e51c80ffe5bd01becd2ce7d656'>
<link rel='stylesheet' href='./assets/css/magick.css?sum=2ca97ca19bc03ef9dd1d6b45d109ec3a'>
<link rel='stylesheet' href='./assets/css/notes.css?sum=5146fda5bafcad0a7993df2ca8e83f58'>
</head>
<body>
<main id="content" class="content">
<header>
<div style="float: left">
    <a href='./index.html'>../notes</a>
</div>

<div style="float: right">
    
    
    <a href="https://raw.githubusercontent.com/neeasade/neeasade.github.io/source/posts/Cut-at-the-joints.org">source</a>
</div>
<h1 class=title>
    <svg viewBox="0 0 40 40" xmlns="http://www.w3.org/2000/svg">
        <rect x="5" y="15" width="20" height="20" fill="none" stroke="#444748" stroke-width="2"/>
        <rect x="14" y="6" width="20" height="20" fill="none" stroke="#444748" stroke-width="2"/>
    </svg>
    Cut at the joints
    <svg viewBox="0 0 40 40" xmlns="http://www.w3.org/2000/svg">
        <rect x="5" y="15" width="20" height="20" fill="none" stroke="#444748" stroke-width="2"/>
        <rect x="14" y="6" width="20" height="20" fill="none" stroke="#444748" stroke-width="2"/>
    </svg>
</h1>
<div class="org-center">
<p>

</p>
</div>
<span class=pubinfo>
    Published 2025-08-06,
    last edit <a href="https://github.com/neeasade/neeasade.github.io/commits/source/posts/Cut-at-the-joints.org">2025-08-09</a>
</span>
<div class="posttags"> <a href='./tag-wisdom.html'>#wisdom</a><a href='./tag-skill.html'>#skill</a><a href='./tag-quote.html'>#quote</a> </div>
</header>
<hr>
<blockquote>
<p>
Prince Huei’s cook was cutting up a bullock. Every blow of his hand, every heave of his shoulders, every tread of his foot, every thrust of his knee, every whshh of rent flesh, every chhk of the chopper, was in perfect rhythm — like the dance of the Mulberry Grove, like the harmonious chords of Ching Shou.
</p>

<p>
“Well done!” cried the Prince. “Yours is skill indeed!”
</p>

<p>
“Sire,” replied the cook, laying down his chopper. “I have always devoted myself to Tao, which is higher than mere skill. When I first began to cut up bullocks, I saw before me whole bullocks. After three years’ practice, I saw no more whole animals. And now I work with my mind and not with my eyes. My mind works along without the control of the senses. Falling back upon eternal principles, I glide through such great joints or cavities as there may be, according to the natural constitution of the animal. I do not even touch the convolutions of muscle and tendon, still less attempt to cut through large bones.
</p>

<p>
<b>“A good cook changes his chopper once a year — because he cuts. An ordinary cook, once a month — because he hacks. But I have had this chopper nineteen years, and although I have cut up many thousand bullocks, its edge is as if fresh from the whetstone. For at the joints there are always interstices, and the edge of a chopper being without thickness, it remains only to insert that which is without thickness into such an insterstice. Indeed there is plenty of room for the blade to move about. It is thus that I have kept my chopper for nineteen years as though fresh from the whetstone.</b>
</p>

<p>
“Nevertheless, when I come upon a knotty part which is difficult to tackle, I am all caution. Fixing my eye on it, I stay my hand and gently apply the blade, until with a kwah the part yields like earth crumbling to the ground. Then I take out my chopper and stand up, and look around, and pause with an air of triumph. Then wiping my chopper, I put it carefully away.”
</p>

<p>
“Bravo!” cried the Prince. “From the words of this cook I have learnt how to take care of my life.”
<cite>The Wisdom of Laotse, 1948 (Translated by Lin Yutang)</cite>
</p>
</blockquote>

<footer>
    <div style="float: left">
         <a href='3-favorite-books.html'>newer: 3 favorite books</a> 
    </div>
    <div style="text-align: right">
         <a href='cool-stuff.html'>older: cool stuff</a> 
    </div>
</footer>
<hr>
</main>
</body>
</html>
